"STORE_DESCRIPTION" = "VLC for iOS je portom voľne dostupného programu VLC media player pre zariadenia iPad, iPhone a iPod touch.\nDokáže prehrávať všetky vaše filmy, show a hudbu vo väčšine formátov - a to priamo a bez konvertovania. \nUmožňuje synchronizáciu súborov so službami Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, priame stiahnutie a zdieľanie cez sieť WiFi, ako aj streamovanie z mediálnych serverov SMB, FTP, UPnP/DLNA a webu.\nVLC ponúka aj podporu pokročilých titulkov, vrátane úplne kompatibility s SSA, zvukom s viacerými stopami a ovládaním rýchlosti prehrávania.\n\nVLC for iOS je dostupný zadarmo a má otvorený zdrojový kód.";

"STORE_DESCRIPTION_TV" = "VLC media player je voľne dostupný, multiplatformový prehrávač médií, s otvoreným zdrojovým kódom.\nDokáže prehrať všetky vaše filmy, show a hudbu vo väčšine formátov - priamo a bez konvertovania.\nUmožňuje streamovanie z cloudových služieb (Dropbox, OneDrive, Box), Remote Playback z vášho zariadenia Mac alebo PC cez Web UI, ako aj streamovanie z mediálnych serverov SMB, FTP, UPnP/DLNA a z webu.\nVLC ponúka podporu pre pokročilé titulky, vrátane úplnej kompatibility s SSA, zvukom s viacerými stopami a s ovládaním rýchlosti prehrávania.\n\nVLC for iOS je úplne zadarmo a má otvorený zdrojový kód.\n\nMeta-dáta a obaly sú preberané z databáz TMDb a Hatchet, čo je komunita udržiavajúca databázy filmov a hudby.";

"CHOOSE_AUDIO_TRACK" = "Vybrať zvukovú stopu";
"CHOOSE_SUBTITLE_TRACK" = "Vybrať stopu s titulkami";
"OPEN_TRACK_PANEL" = "Otvoriť výber stôp";
"CHOOSE_TITLE" = "Vybrať titul";
"CHOOSE_CHAPTER" = "Vybrať kapitolu";
"CHAPTER_SELECTION_TITLE" = "Kapitoly";
"TITLE" = "Titul";
"CHAPTER" = "Kapitola";
"MINIMIZE_PLAYBACK_VIEW" = "Minimalizovať prehrávanie";
"FULLSCREEN_PLAYBACK" = "Prehrať na celej obrazovke";
"TRACK_SELECTION" = "Výber stopy";
"AUDIO" = "Zvuk";
"SUBTITLES" = "Titulky";
"LANGUAGE" = "Jazyk";
"MEDIA_INFO" = "Informácia o médiu";
"VIDEO_DIMENSIONS" = "Rozmery videa";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixelov";
"FORMAT_AUDIO_TRACKS" = "%i zvukových stôp";
"ONE_AUDIO_TRACK" = "Jedna zvuková stopa";
"FORMAT_SPU_TRACKS" = "%i stôp s titulkami";
"ONE_SPU_TRACK" = "Jedna stopa s titulkami";

"PLAYING_EXTERNALLY_TITLE" = "Pripojená TV";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast pripojený";
"PLAYING_EXTERNALLY_DESC" = "Toto video sa prehráva na TV";

"VFILTER_HUE" = "Farebný odtieň";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Jas";
"VFILTER_SATURATION" = "Sýtosť";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Predzosilnenie";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Výber profilu ekvalizéra";

"PLAYBACK_FAILED" = "Prehrávanie zlyhalo";
"PLEASE_WAIT" = "Prosím čakajte";
"AR_CHANGED" = "Stranový pomer: %@";
"DEFAULT" = "Predvolený";
"FILL_TO_SCREEN" = "Orezať pre vyplnenie obrazovky";
"PLAYBACK_SPEED" = "Rýchlosť prehrávania";
"SPU_DELAY" = "Oneskorenie titulkov";
"AUDIO_DELAY" = "Oneskorenie zvuku";
"BUTTON_SLEEP_TIMER" = "Časovač uspania";
"SLEEP_TIMER_UPDATED" = "Časovač uspania aktualizovaný";
"CONTINUE_PLAYBACK" = "Pokračovať v prehrávaní?";
"CONTINUE_PLAYBACK_LONG" = "Chcete opäť spustiť prehrávanie \"%@\" tam, kde ste skončili?";

"BUTTON_ALL" = "Vybrať všetko";
"BUTTON_BACK" = "Späť";
"BUTTON_EDIT" = "Úpravy";
"BUTTON_DONE" = "Hotovo";
"BUTTON_CANCEL" = "Storno";
"BUTTON_SAVE" = "Uložiť";
"BUTTON_DOWNLOAD" = "Stiahnuť";
"BUTTON_DELETE" = "Vymazať";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Prispejte";
"BUTTON_CONNECT" = "Pripojiť";
"BUTTON_RENAME" = "Premenovať";
"BUTTON_LEARN_MORE" = "Viac informácií";
"BUTTON_LOGOUT" = "Odhlásiť";
"BUTTON_CONTINUE" = "Pokračovať";
"BUTTON_SET" = "Nastaviť";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Súkromné prehrávanie";
"SCAN_SUBTITLE_TOGGLE" = "Skenovať na titulky (len cez http)";

"BUTTON_RENDERER" = "Zariadenia na streamovanie (casting)";
"BUTTON_RENDERER_HINT" = "Zobraziť menu pre dostupné zariadeni na streamovanie (casting)";

"UPGRADING_LIBRARY" = "Aktualizovanie knižnice médii";
"UNTITLED_SHOW" = "Show bez názvu";
"UNKNOWN" = "Neznáme";

"OPEN_NETWORK" = "Otvoriť sieťový stream";
"NETWORK_TITLE" = "Sieťový stream";
"OPEN_NETWORK_HELP" = "Pre priame otvorenie streamu zadajte HTTP, RTSP, RTMP, MMS, FTP or UDP/RTP adresu.";
"ABOUT_APP" = "O programe VLC for iOS";
"OPEN_VLC_MENU" = "Otvoriť menu v bočnom paneli VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Neaktívny server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Žiadne aktívne pripojenie WiFi";
"OPEN_STREAM_OR_DOWNLOAD" = "Chcete súbor z tejto adresy URL stiahnuť alebo prehrať?";
"SHARED_VLC_IOS_LIBRARY" = "Zdieľaná knižnica VLC for iOS";
"SMB_CIFS_FILE_SERVERS" = "Súborové servery (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Sťahovanie nebolo úspešné, kód HTTP: %i";
"HTTP_FILE_CREATION_FAILED" = "Nepodarilo sa vytvoriť súbor";
"HTTP_DOWNLOAD_CANCELLED" = "Sťahovanie bolo ukončené používateľom";

"DOWNLOAD_FROM_HTTP_HELP" = "Zadajte adresu pre stiahnutie do vášho %@.";
"DOWNLOAD_FROM_HTTP" = "Sťahovanie";
"ERROR_NUMBER" = "Nastala chyba %i";
"DOWNLOAD_FAILED" = "Sťahovanie nebolo úspešné";
"FILE_NOT_SUPPORTED" = "Formát súboru nie je podporovaný";
"FILE_NOT_SUPPORTED_LONG" = "Formát súboru používaný %@ nie je podporovaný touto verziou programu VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Schéma adresy nie je podporovaná";
"SCHEME_NOT_SUPPORTED_LONG" = "Schéma adresy (%@) nie je podporovaná. Prosím použite adresu začinajúcu na HTTP, HTTPS alebo FTP.";
"LIBRARY_ALL_FILES" = "Všetky súbory";
"LIBRARY_MUSIC" = "Hudobné albumy";
"LIBRARY_SERIES" = "TV show";
"LIBRARY_TRACKS" = "%i stôp";
"LIBRARY_SINGLE_TRACK" = "%i stopa";
"LIBRARY_EPISODES" = "%i epizód, %i neprečítaných";
"LIBRARY_SINGLE_EPISODE" = "%i epizóda, %i neprečítaná";
"LIBRARY_TRACK_N" = "Stopa %i";
"LIBRARY_MINUTES_LEFT" = "zostáva %@m";
"RENAME_MEDIA_TO" = "Zadajte nový názov pre %@";

"FOLDER_EMPTY" = "Prázdny priečinok";
"FOLDER_EMPTY_LONG" = "Súbory pridáte dotykom na príkaz Úpravy, výberom želaných súborov, kliknutím na tlačidlo priečinka a výberom tohto priečinka";
"FOLDER_INVALID_TYPE_TITLE" = "Neplatné typy súborov";
"FOLDER_INVALID_TYPE_MESSAGE" = "Môžete len označiť dva súbory a vytvoriť priečinok alebo pridať jeden súbor do existujúceho priečinka.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nový priečinok";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Zadajte názov vášho priečinka";
"FOLDER_NAME_PLACEHOLDER" = "Názov priečinka";
"FOLDER_NAME_DUPLICATE_TITLE" = "Názov už existuje";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Prosím zadajte iný názov";
"SELECT_FOLDER" = "Vyberte priečinok";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Vyberte si súbor, ktorý chcete otvoriť:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Otvoriť v...";
"SHARING_ERROR_NO_FILES" = "Nenašli sa žiadne súbory na zdieľanie";
"SHARING_ERROR_NO_APPLICATIONS" = "Nepodarilo sa nájsť aplikáciu na otváranie tohto typu súboru";
"SHARING_SUCCESS_CAMERA_ROLL" = "Súbor bol úspešne uložený do Camera Roll";

"SECTION_HEADER_LIBRARY" = "Knižnica s médiami";
"HEADER_TITLE_RENDERER" = "Vybrať zariadenie na streamovanie (casting)";
"SECTION_HEADER_NETWORK" = "Sieť";

"LOCAL_NETWORK" = "Lokálna sieť";
"CONNECT_TO_SERVER" = "Pripojiť k serveru";
"USER_LABEL" = "Používateľ";
"PASSWORD_LABEL" = "Heslo";
"DISABLE_LABEL" = "Zablokovať";
"BUTTON_ANONYMOUS_LOGIN" = "Anonymné prihlásenie";

"LOCAL_SERVER_REFRESH" = "Obnoviť";
"LOCAL_SERVER_LAST_UPDATE" = "Naposledy aktualizované dňa %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "NEPODARILO SA PRIPOJIŤ K SERVERU";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Prosím skontrolujte adresu servera a poverenia";

"CLOUD_SERVICES" = "Cloudové služby";
"LOGIN" = "Prihlásiť";
"LOGGED_IN" = "Prihlásený";

"DROPBOX_DOWNLOAD" = "Stiahnuť súbor?";
"DROPBOX_DL_LONG" = "Chcete stiahnuť súbor \"%@\" do vášho %@?";
"DROPBOX_LOGIN" = "Prihlasovacie meno";

"GDRIVE_ERROR_FETCHING_FILES" = "Chyba počas získavania súborov";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Váš súbor bol úspešne stiahnutý";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "ÚSPEŠNÉ";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Počas sťahovania nastala chyba";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "CHYBA";

"DISK_FULL" = "Bol dosiahnutý limit uloženia";
"DISK_FULL_FORMAT" = "%@ nie je možné uložiť do vášho %@, kvôli nedostatku voľného miesta.";

"NUM_OF_FILES" = "%i súborov";
"ONE_FILE" = "1 súbor";
"NO_FILES" = "Žiadne podporované súbory";
"DOWNLOADING" = "Prebieha sťahovanie...";
"REMAINING_TIME" = "Zostávajúci čas: %@";
"BIOMETRIC_UNLOCK" = "Odomknúť knižnicu médií\nZrušiť pre zadanie hesla";

"Settings" = "Nastavenia"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Zap.";
"OFF" = "Vyp.";

"EMPTY_LIBRARY" = "Prázdna knižnica médií";
"EMPTY_LIBRARY_LONG" = "Na prehratie môžete streamovať médium zo servera vo vašej lokálnej sieti, z cloud-úložiska alebo môžete synchronizovať médium so svojím zariadením, s použitím služieb iTunes, WiFi Upload alebo Cloud.";

"PLAYBACK_SCRUB_HELP" = "Pre úpravu rýchlosti posúvania prejdite prstom nadol.";
"PLAYBACK_SCRUB_HIGH" = "Posúvanie vysokou rýchlosťou";
"PLAYBACK_SCRUB_HALF" = "Posúvanie polovičnou rýchlosťou";
"PLAYBACK_SCRUB_QUARTER" = "Posúvanie štvrtinovou rýchlosťou";
"PLAYBACK_SCRUB_FINE" = "Jemné posúvanie";
"PLAYBACK_POSITION" = "Pozícia pri prehrávaní";
"VIDEO_FILTER" = "Filtre videa";
"VIDEO_FILTER_RESET_BUTTON" = "Reset filtrov videa";
"VIDEO_ASPECT_RATIO_BUTTON" = "Prepnúť stranový pomer videa";
"PLAY_PAUSE_BUTTON" = "Prehrávať alebo pozastaviť aktuálne prehrávanie";
"BWD_BUTTON" = "Preskočiť dozadu";
"FWD_BUTTON" = "Preskočiť dopredu";
"PLAY_BUTTON" = "Prehrať";
"PAUSE_BUTTON" = "Pozastaviť";
"PLAY_ALL_BUTTON" = "Prehrať všetko";

"VERSION_FORMAT" = "Verzia: %@";
"BASED_ON_FORMAT" = "Založené na:<br />%@";

"NEW" = "NOVINKA";

"BUG_REPORT_TITLE" = "Nahlásenie chyby";
"BUG_REPORT_MESSAGE" = "Chcete vytvoriť záznam o chybe?";
"BUG_REPORT_BUTTON" = "Otvoriť Safari";

"VO_VIDEOPLAYER_TITLE" = "Prehrávač videa";
"VO_VIDEOPLAYER_DOUBLETAP" = "Zobrazenie alebo skrytie ovládacích prvkov prehrávania vykonáte dvojitým dotykom";

"FIRST_STEPS_WELCOME" = "Vitajte";
"FIRST_STEPS_WELCOME_DETAIL" = "Prvé kroky pre synchronizáciu a prehrávanie vašich médií.";
"FIRST_STEPS_ITUNES" = "Synchronizácia súboru iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Pripojte svoje zariadenie %@ k počítaču Mac alebo PC, pomocou kábla.\nOtvorte iTunes.\nVyberte svoje zariadenie %@.\nPrepnite na záložku \"Aplikácie\", presuňte nadol a vyhľadajte možnosť VLC.\nPreneste svoje súbory.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Pripojte zariadenie %@ k rovnakej sieti, ako je pripojený váš počítač Mac alebo PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Prepnite prepínač v bočnom paneli, zadajte URL adresu do webového prehliadača a odošlite svoje súbory.";
"FIRST_STEPS_CLOUDS" = "Služby typu Cloud";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Odošlite vaše médium do služby Google Drive alebo Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Otvorte bočný panel, vyberte poskytovateľa služieb Cloud a umožnite prístup k stiahnutiu alebo streamovaniu média.";
"FIRST_STEPS_PLAYBACK" = "Prehrávanie";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Čas";
"FIRST_STEPS_ASPECT" = "Stranový pomer";
"FIRST_STEPS_SPEED" = "Rýchlosť";
"FIRST_STEPS_REPEAT" = "Zopakovať";
"FIRST_STEPS_SUBTITLES" = "Stopy s titulkami";
"FIRST_STEPS_AUDIO" = "Zvukové stopy";
"FIRST_STEPS_POSITION" = "Pozícia";

"PLEX_CHECK_ACCOUNT" = "Skontrolujte svoj účet Plex v nastaveniach";
"PLEX_ERROR_ACCOUNT" = "Chyba pri prihlasovaní k službe Plex";

"UNAUTHORIZED" = "Neautorizované";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Nenašiel sa žiadny server";
"NO_RECENT_STREAMS" = "Naposledy nebol prehrávaný žiadny stream";

"WEBINTF_TITLE" = "Zdieľanie cez WiFi";
"WEBINTF_DROPFILES" = "Pustiť súbory";
"WEBINTF_DROPFILES_LONG" = "Ak chcete pridať súbory do vášho %@, preneste ich do tohto okna.<br>Alebo kliknite na tlačidlo \"+\" a použite dialógové okno na pridávanie súborov.";
"WEBINTF_DOWNLOADFILES" = "Stiahnuť súbory";
"WEBINTF_DOWNLOADFILES_LONG" = "Kliknite na súbor, ktorý chcete stiahnuť z %@.";
"WEBINTF_TITLE_ATV" = "Vzdialené prehrávanie";
"WEBINTF_DROPFILES_LONG_ATV" = "Presuňte súbory v okne na ich prehratie v %@.<br>Alebo kliknite na tlačidlo \"+\" na použitie dialógu pre výber súborov.";
"WEBINTF_URL_SENT" = "Adresa URL bola úspešne odoslaná.";
"WEBINTF_URL_EMPTY" = "Adresa URL nemôže byť prázdna.";
"WEBINTF_URL_INVALID" = "Neplatná adresa URL.";


"NOW_PLAYING" = "Práve sa prehráva";
"PLAY_NOW" = "Prehrať teraz";
"PLAYING" = "Prehráva sa";
"DETAIL" = "Detail";

"VOLUME" = "Hlasitosť";
"DURATION" = "Trvanie";
"TITLE" = "Titul";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "Zostáva %1$ld hodín %2$ld minút";
"%ld hours %ld minutes" = "%1$ld hodín %2$ld minút";
"%ld minutes remaining" = "Zostáva %ld minút";
"%ld minutes" = "%ld minút";
"%ld minutes %ld seconds remaining" = "Zostáva %1$ld minút %2$ld sekúnd";
"%ld minutes %ld seconds" = "%1$ld minút %2$ld sekúnd";
"%ld seconds remaining" = "Zostáva %ld sekúnd";
"%ld seconds" = "%ld sekúnd";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Zobraziť";
"OBJECT_TYPE_SHOW_EPISODE" = "Zobraziť epizódu";
"OBJECT_TYPE_LABEL" = "Priečinok";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Stopa albumu";
"OBJECT_TYPE_FILE" = "Súbor";
"OBJECT_TYPE_FILE_AUDIO" = "Zvukový súbor";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Nie je pripojené k iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Prosím pripojte svoj iPhone na vykonávanie akcií vzdialeného ovládania.";

"LONGPRESS_TO_STOP" = "Dlhým stlačením môžete prehrávanie zastaviť.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Informácia o zvuku";
"CLOUD_LOGIN_LONG" = "Na prístup ku cloudovým službám sa prihláste k službe iCloud na Apple TV a na zariadení s iOS, s použitím rovnakého Apple ID a zapnite zdieľanie kľúčového reťazca v nastaveniach systému.\nPotom sa prihláste k poskytovateľovi cloudových služieb podľa vášho výberu v aplikácii VLC na vašom zariadení s iOS. Nakoniec vykonajte výber na obrazovke.";
"ENTER_URL" = "Pre prehrávanie zadajte adresu URL";
"HTTP_SERVER_ON" = "Zablokovať vzdialené prehrávanie";
"HTTP_SERVER_OFF" = "Zapnúť vzdialené prehrávanie";
"CACHED_MEDIA" = "Médium vo vyrovnávacej pamäti";
"CACHED_MEDIA_LONG" = "Médiá, ktoré sú tu zobrazené, sú uložené lokálne - na vašej Apple TV. Pamätajte na to, že obsah môže byť odstránený operačným systémom bez upovedomenia, vždy vtedy, keď nebeží VLC a zariadenie nemá dostatok pamäte.";
"DOWNLOAD_SUBS_FROM_OSO" = "Stiahnuť titulky z OpenSubtitles.org...";
"FOUND_SUBS" = "Boli nájdené titulky";
"USE_SPDIF" = "Použiť prechod (S/PDIF)";

"PLAYBACK" = "Prehrávanie";
"REPEAT_MODE" = "Opakovať";
"REPEAT_DISABLED" = "Zablokované";
"REPEAT_SINGLE" = "Jednu položku";
"REPEAT_FOLDER" = "Priečinok";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (cez Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Protokol na prenos súborov (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Súborový server BONJOUR";
"DSM_WORKGROUP" = "Pracovná skupina";

"URL_NOT_SUPPORTED" = "Adresu URL nemožno otvoriť";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Pre vymazanie stlačte %@"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Výber nemožno vymazať";
"DELETE_INVALID_TITLE" = "Neplatný výber";
"DELETE_MESSAGE" = "Potvrďte vymazanie vybraných súborov";
"DELETE_TITLE" = "Vymazať vybrané súbory";

//Drag and Drop
"THIS_FILE" = "Tento súbor";
"NOT_SUPPORTED_FILETYPE" = "%@ nie je podporovaný typ súborov vo VLC";
"FILE_EXISTS" = "%@ už existuje";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokol nevybraný";
"Settings" = "Nastavenia";
"ERROR" = "Chyba";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
